Repository: maimuzo/synctester
Catalog: cloud/kay_old/kay/i18n/*/LC_MESSAGES/messages.po
Languages: de

source: Appengine might be under maintenance.
de: Möglicherweise wird App Engine gerade gewartet.

source: user name
de: Benutzername

source: password
de: Passwort

source: This user name is already taken. Please choose another user name.
de: Dieser Benutzername ist schon vergeben. Bitte wählen Sie einen Anderen.

source: Failed to login.
de: Fehler beim Einloggen.

source: Kay Login Form
de: Kay Login Formular

source: Login
de: Einloggen

source: now
de: jetzt

source: Hello
de: Hallo

source: email address
de: E-Mail-Adresse

source: password(again)
de: Passwort (Wiederholung)

source: The passwords don't match.
de: Die Passworte stimmen nicht überein.

source: Activation successful
de: Aktivierung erfolgreich

source: Activation failed :(
de: Aktivierung gescheitert :(

source: Congratulations, %(username)s. Your account has been created successfully.
de: Glückwunsch, %(username)s. Ihr Account wurde erfolgreich angelegt.

source: Sorry, there were problems with the activation. Please make sure that the activation link was opened correctly in your Browser.
de: Leider gab es ein Problem mit der Aktivierung. Bitte überprüfen Sie, ob der Aktivierungslink korrekt in Ihrem Browser geöffnet wurde.

source: Please be also aware that activation links expire automatically in %(seconds)s second.
de: Bitte beachten Sie, dass Aktivierungs-Links automatisch nach %(seconds)s Sekunde ungültig werden.

source: Hi! In order to activate your account please visit the following link:
de: Hallo! Um Ihren Account zu aktivieren, besuchen Sie bitte folgende Adresse:

source: Thanks, Your %(appname)s team
de: Vielen Dank, Ihr %(appname)s Team

source: Activation of your %(appname)s account
de: Aktivierung Ihres %(appname)s Accounts

source: Kay Registration
de: Kay Registrierung

source: Registration complete
de: Registrierung abgeschlossen

source: An e-mail has been sent to you. Please follow the instructions in the e-mail.
de: Eine E-Mail wurde an Sie gesendet. Bitte befolgen Sie die Anweisungen in der E-Mail.

source: Register new user
de: Neuen Benutzer registrieren

source: Kay Registration Form
de: Kay Registrierungs-Formular

source: Register
de: Registrieren

source: You have to enter a valid e-mail address.
de: Sie müssen eine gültige E-Mail-Adresse eingeben.

source: You have to enter a valid URL.
de: Sie müssen eine gültige URL eingeben.

source: The slug is too long
de: Dieser URL-Pfad ist zu lang

source: The slug must not start with a slash
de: Ein URL-Pfad kann nicht mit einem Schrägstrich beginnen

source: You have to enter a valid net address.
de: Sie müssen eine gültige Adresse angeben.

source: The port has to be numeric
de: Der Port muss aus Nummern bestehen

source: Invalid character, < or > are not allowed.
de: Ungültiges Zeichen, < und > sind nicht erlaubt.

source: URL prefix must not be a sole slash.
de: Ein URL-Präfix kann nicht aus einem einzelnen Schrägstrich bestehen.

source: URL prefix must start with a slash.
de: Ein URL-Präfix muss mit einem Schrägstrich beginnen.

source: URL prefix must not end with a slash.
de: Ein URL-Präfix kann nicht mit einem Schrägstrich enden.

source: The text must not be empty.
de: Der Text kann nicht leer sein.

source: No choices.
de: Keine Auswahl.

source: Submit
de: Abschicken

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Invalid security token submitted.
de: Ungültiger Sicherheits-Code.

source: Please provide at least %d item.
de: Bitte geben Sie mindestens %d Wert ein.

source: Please provide no more than %d item.
de: Bitte geben Sie nicht mehr als %d Wert ein.

source: Please enter at least %d character.
de: Bitte geben Sie mindestens %d Buchstaben ein.

source: Please enter no more than %d character.
de: Bitte geben Sie nicht mehr als %d Buchstaben ein.

source: The value is invalid.
de: Der Wert ist ungültig.

source: Enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Please enter a valid date.
de: Bitte geben Sie ein gültiges Datum ein.

source: The selected entity does not exist, or is not allowed to select.
de: Das ausgewählte Element existiert nicht, oder es kann nicht ausgewählt werden.

source: Invalid value.
de: Ungültiger Wert.

source: Key does not exist.
de: Key existiert nicht.

source: Please enter a valid choice.
de: Bitte eine gültige Auswahl eingeben.

source: “%s” is not a valid choice
de: “%s” ist keine gültige Auswahl

source: Please enter a number.
de: Bitte eine Zahl eingeben.

source: Ensure this value is greater than or equal to %s.
de: Der Wert muss größer oder gleich %s sein.

source: Ensure this value is less than or equal to %s.
de: Der Wert muss kleiner oder gleich %s sein.

source: Please enter a whole number.
de: Bitte eine ganze Zahl angeben.

source: Please enter a float number.
de: Bitte eine Komma-Zahl angeben.

source: Please select a file to upload.
de: Bitte eine Datei zum Hochladen auswählen.

source: File must not empty.
de: Datei kann nicht leer sein.

source: True
de: Wahr

source: False
de: Falsch

source: Please select True or False.
de: Bitte wählen Sie richtig oder falsch.
