Repository: maimuzo/synctester
Catalog: cloud/kay/kay/i18n/*/LC_MESSAGES/messages.po
Languages: pl

source: Appengine might be under maintenance.
pl: Platforma Appengine znajduje się w trybie konserwacji.

source: user name
pl: nazwa użytkownika

source: password
pl: hasło

source: email address
pl: adres e-mail

source: Old password
pl: Stare hasło

source: New password
pl: Nowe hasło

source: Confirm password
pl: Potwierdzenie hasła

source: The new passwords don't match.
pl: Hasła nie pasują do siebie.

source: Invalid temporary session.
pl: Nieprawidłowa sesja tymczasowa.

source: Can not validate old password.
pl: Nie mogę sprawdzić starego hasła.

source: The new password must differ from the old one.
pl: Nowe hasło musi różnić się od poprzedniego.

source: This user name is already taken. Please choose another user name.
pl: Ta nazwa użytkownika jest zajęta. Proszę wybrać inną.

source: Failed to login.
pl: Logowanie nie powiodło się.

source: You must sign in for this operation.
pl: Ta operacja wymaga zalogowania się.

source: Password changed successfully.
pl: Zmiana hasła zakończona sukcesem.

source: Change Password
pl: Zmień hasło

source: Changing password
pl: Zmiana hasła

source: Change
pl: Zmień

source: Kay Login
pl: Logowanie Kay

source: Kay Login Form
pl: Formularz logowania Kay

source: Login
pl: Zaloguj

source: Forgot password?
pl: Zapomniałeś hasła?

source: Kay Reset Password Request
pl: Żądanie zmiany hasła od Kay

source: Please input your user name.
pl: Proszę wpisać nazwę użytkownika.

source: Request Resetting Password
pl: Zażądaj zmiany hasła

source: Kay Reset Password
pl: Zmiana hasła w Kay

source: Please input your new password.
pl: Prosze wpisać nowe hasło.

source: Reset Your Password
pl: Zmień swoje hasło.

source: An e-mail has been sent to you. Please follow the instruction in the e-mail for resetting your password.
pl: Na Twój adres e-mail została wysłana wiadomość. Wykonaj znajdujące się tam instrukcje, by zmienić swoje hasło.

source: Hi! In order to reset your password please visit the following link:
pl: Witaj! Aby zmienić hasło do konta, odwiedź następujący adres URL:

source: Thanks, Your %(appname)s team
pl: Z wyrazami szacunku, Zespół %(appname)s

source: An instructions for resetting your password of %(appname)s.
pl: Instrukcje zmiany hasła dla aplikacji %(appname)s.

source: Your password has been changed successfully.
pl: Zmiana Twojego hasła zakończona powodzeniem.

source: now
pl: teraz

source: password(again)
pl: hasło (ponów)

source: The passwords don't match.
pl: Hasła nie pasują do siebie.

source: Activation successful
pl: Aktywacja powiodła się

source: Activation failed :(
pl: Aktywacja nie powiodła się :(

source: Congratulations, %(username)s. Your account has been created successfully.
pl: Gratulacje, %(username)s. Twoje konto zostało utworzone.

source: Sorry, there were problems with the activation. Please make sure that the activation link was opened correctly in your Browser.
pl: Przepraszamy, nastąpiły nieoczekiwane problemy z aktywacją. Upewnij się, że aktywacyjny adres URL został poprawnie wpisany w oknie przeglądarki.

source: Please be also aware that activation links expire automatically in %(seconds)s second.
pl: Pamiętaj, że aktywacyjny adres URL wygaśnie automatycznie po %(seconds)s sekundzie.

source: Hi! In order to activate your account please visit the following link:
pl: Witaj! Aby aktywować swoje konto, odwiedź następujący adres URL:

source: Activation of your %(appname)s account
pl: Aktywacja konta w systemie %(appname)s

source: Kay Registration
pl: Rejestracja Kay

source: Registration complete
pl: Rejestracja zakończona

source: An e-mail has been sent to you. Please follow the instructions in the e-mail.
pl: Na Twój adres e-mail została wysłana wiadomość. Wykonaj znajdujące się tam instrukcje.

source: Register new user
pl: Utworzenie nowego użytkownika.

source: Kay Registration Form
pl: Formularz rejestracji Kay

source: Register
pl: Rejestracja

source: You have to enter a valid e-mail address.
pl: Musisz podać poprawny adres e-mail.

source: You have to enter a valid URL.
pl: Musisz podać poprawny adres URL.

source: The slug is too long
pl: Podany URI jest za długi.

source: The slug must not start with a slash
pl: Nieprawidłowe URI, lokalne URI muszą zaczynać się od znaku ukośnika

source: You have to enter a valid net address.
pl: Musisz podać poprawny adres IP.

source: The port has to be numeric
pl: Port musi być liczbą

source: Invalid character, < or > are not allowed.
pl: Niepoprawny znak, znaki < i > nie są dozwolone.

source: URL prefix must not be a sole slash.
pl: Przedrostek URL nie może zaczynać się tylko i wyłącznie od ukośnika.

source: URL prefix must start with a slash.
pl: Przedrostek URL musi zaczynać się od ukośnika.

source: URL prefix must not end with a slash.
pl: Przedrostek URL nie może kończyć się ukośnikiem.

source: The text must not be empty.
pl: Nie można użyć pustego ciągu znaków.

source: No choices.
pl: Brak wyboru.

source: Submit
pl: Wyślij

source: This field is required.
pl: Wypełnienie tego pola jest wymagane.

source: Invalid security token submitted.
pl: Przesłano niepoprawny token zabezpieczający.

source: Please provide at least %d item.
pl: Podaj przynajmniej %d element.

source: Please provide no more than %d item.
pl: Podaj co najwyżej %d element.

source: Please enter at least %d character.
pl: Podaj przynajmniej %d znak.

source: Please enter no more than %d character.
pl: Podaj co najwyżej %d znak.

source: The value is invalid.
pl: Nieprawidłowa wartość.

source: Enter a valid e-mail address.
pl: Musisz podać poprawny adres e-mail.

source: Please enter a valid date.
pl: Podaj poprawną datę.

source: The selected entity does not exist, or is not allowed to select.
pl: Wybrany element nie istnieje lub nie można go wybrać.

source: Invalid value.
pl: Nieprawidłowa wartość.

source: Key does not exist.
pl: Klucz nie istnieje.

source: Please enter a valid choice.
pl: Podaj poprawną wartość z dostępnych.

source: “%s” is not a valid choice
pl: "%s" nie jest poprawnym wyborem.

source: Please enter a number.
pl: Proszę wpisać liczbę.

source: Ensure this value is greater than or equal to %s.
pl: Upewnij się, że wartość jest większa lub równa %s.

source: Ensure this value is less than or equal to %s.
pl: Upewnij się, że wartość jest mniejsza lub równa %s.

source: Please enter a whole number.
pl: Proszę wpisać liczbę całkowitą.

source: Please enter a float number.
pl: Proszę wpisać liczbę zmiennoprzecinkową.

source: Please select a file to upload.
pl: Wybierz plik do przesłania na serwer.

source: File must not empty.
pl: Plik nie może być pusty.

source: True
pl: Prawda

source: False
pl: Fałsz

source: Please select True or False.
pl: Proszę wybrać Prawdę lub Fałsz.
